Repository: thewebforge/oxyprops-lite
Catalog: languages/oxyprops_lite-*.po
Languages: fr_fr

source: %1$s includes a Normalize stylesheet adapted from Open Props Normalize to WordPress and %2$s specifics.
fr_fr: %1$s intègre une feuille de style de normalisation adaptée du Normalize Open Props aux particularités de WordPress et %2$s.

source: %s Documentation
fr_fr: La doc %s

source: A full utility classes framework (6500+ classes) built with the core CSS Variables.
fr_fr: Un framework complet de plus de 6000 classes utilitaires construites à partir des variables CSS du système.

source: All Colors
fr_fr: Toutes les couleurs

source: All Colors hsl
fr_fr: Toutes les couleurs hsl

source: All CSS Variables will be available for you to use.
fr_fr: Toutes les variables CSS seront disponibles pour que vous puissiez les utiliser.

source: and
fr_fr: et

source: Apply Normalize
fr_fr: Appliquer la Normalisation

source: Aspect Ratios
fr_fr: Ratio d'aspect

source: Blue
fr_fr: Bleu (Blue)

source: Blue hsl
fr_fr: Bleu hsl (Blue)

source: Borders
fr_fr: Contours (Borders)

source: Built in color schemes management for easy light/dark modes development.
fr_fr: Un système de gestion des modes couleurs intégré pour développer facilement vos modes clair / sombre.

source: By default, %s doesn't apply Normalize, and loads the full bundle as linked stylesheets.
fr_fr: Par défaut, %s n'applique pas de normalisation, et charge l'ensemble du système en feuilles de style liées.

source: Custom elements for damn easy color schemes management (Oxygen, Bricks coming soon).
fr_fr: Des éléments custom pour une gestion des modes couleur super facile (Oxygen, Bricks arrive bientôt).

source: Easings
fr_fr: Amortissements (Easings)

source: Facebook Group
fr_fr: Le groupe Facebook

source: Find video tutorials about using %s, CSS tips and tricks & Web Design. And if you like them, don't forget to subscribe!
fr_fr: Retrouvez des tutoriels vidéos pour bien utiliser %s, et des trucs et astuces CSS et design web. S'ils vous plaisent, n'oubliez pas de vous abonner !

source: Fonts
fr_fr: Polices

source: For users that have bought OxyProps Pro, the support is provided by email. Use the contact form an make sure to provide your license email. Any question will be answered within 48 business hours.
fr_fr: Pour les utilisateurs d'OxyProps Pro, l'assistance se fait par email. Utilisez le formulaire de contact en indiquant l'email associé à votre licence. Nous répondons dans les 48h ouvrées.

source: Free Support
fr_fr: Support Gratuit

source: Get OxyProps PRO today
fr_fr: Obtenez OxyProps Pro aujourd'hui

source: Getting Started
fr_fr: Bien démarrer

source: Go Pro
fr_fr: Passer à la version Pro

source: Go to Github
fr_fr: Aller sur Github

source: Good News! %3$s supports %1$s, so let's rename it %2$s and it will adapt to %1$s's specifics.
fr_fr: Bonne nouvelle ! %3$s supporte %1$s, alors renommons le %2$s et il va s'adapter aux particularités de %1$s.

source: Good News! %3$s was built initialy for %1$s so, of course, %1$s is supported.
fr_fr: Bonne nouvelle ! %3$s a été développé à l'origine pour %1$s donc, bien entendu, %1$s est supporté.

source: Grape
fr_fr: Raisin (Grape)

source: Grape hsl
fr_fr: Raisin hsl (Grape)

source: Gray
fr_fr: Gris (Gray)

source: Gray hsl
fr_fr: Gris hsl (Gray)

source: Green
fr_fr: Vert (Green)

source: Green hsl
fr_fr: Vert hsl (Green)

source: Hundreds of exclusive additional props from custom colors to fluid typography and layouts!
fr_fr: Des centaines de variables exclusives supplémentaires, depuis les couleurs personnalisées jusqu'à la typographie fluide et les layouts !

source: If you have any question about how to use the plugin, please open a new issue on Github so we get notified. We will try to answer as soon as we can.
fr_fr: Si vous avez des questions sur l'utilisation du plugin, veuillez ouvrir une nouvelle "issue" sur Github afin que nous soyons informés. Nous essaierons de répondre dès que possible.

source: In this short video, we will have an overview of the available Props and see how to use them with or without a site builder.
fr_fr: Dans cette courte vidéo, nous aurons un aperçu des variables CSS disponibles et verrons comment les utiliser avec ou sans constructeur de site.

source: Individual Colors
fr_fr: Couleurs Individuelles

source: Individual Colors HSL
fr_fr: Couleurs HSL Individuelles

source: Inline Styles (no http req.)
fr_fr: Incorporer les styles

source: It looks like you are using %s as your Site Builder.
fr_fr: Il semble que vous utilisiez %s comme constructeur de site.

source: Join the %s Users Community and engage discussion with awesome WordPress Professionals from all over the world.
fr_fr: Rejoignez la communauté des utilisateurs %s et engagez la discussion avec des professionnels WordPress géniaux du monde entier.

source: Join the Community
fr_fr: Rejoignez la communauté

source: Learn more about
fr_fr: En apprendre davantage sur

source: Like this plugin? Check out our other WordPress products:
fr_fr: Vous aimez ce plugin ? Jutez un coup d'œil sur nos autres produits pour WordPress :

source: Lime
fr_fr: Citron vert (Lime)

source: Lime hsl
fr_fr: Citron vert hsl (Lime)

source: Main Packages
fr_fr: Packs Principaux

source: Main Settings
fr_fr: Paramètres Principaux

source: Minimal theme for your Oxygen or Breakdance site.
fr_fr: Un thème minimaliste pour votre site Oxygen ou Breakdance.

source: Open a support request
fr_fr: Créer une demande d'assistance

source: Open Props CSS Custom properties for WordPress users.
fr_fr: Les Variables CSS survitaminées d'Open Props pour les utilisateurs de WordPress.

source: Our WordPress Products
fr_fr: Nos produits pour WordPress

source: OxyProps Builder enhancements (Oxygen, Bricks coming soon) for instant access to the framework.
fr_fr: Des améliorations de l'éditeur (Oxygen, Bricks est en cours) pour un accès instantané au framework.

source: Pink
fr_fr: Rose (Pink)

source: Pink hsl
fr_fr: Rose hsl (Pink)

source: Please rate <strong>%2$s</strong> <a href="%1$s" target="_blank">&#9733;&#9733;&#9733;&#9733;&#9733;</a> on <a href="%1$s" target="_blank">our Facebook Page</a> to help us spread the word. Thank you from the OxyProps team!
fr_fr: Merci de donner à <strong>%2$s</strong> un avis <a href="%1$s" target="_blank">&#9733;&#9733;&#9733;&#9733;&#9733;</a> sur <a href="%1$s" target="_blank">notre page Facebook</a> pour nous aider à faire connaitre le plugin. Merci de toute l'équipe OxyProps !

source: Premium Support
fr_fr: Assistance Premium

source: Read Docs
fr_fr: Consultez la doc

source: Red
fr_fr: Rouge (Red)

source: Red hsl
fr_fr: Rouge hsl (Red)

source: Remove default WP props
fr_fr: Retirer les props WP

source: Select Individual PropsPacks
fr_fr: Sélection individuelle

source: Select Packages
fr_fr: Sélectionner les Packs

source: Settings
fr_fr: Paramètres

source: SetUp %s
fr_fr: Paramétrer %s

source: Shadows
fr_fr: Ombres (Shadows)

source: Sizes
fr_fr: Tailles (Sizes)

source: Still need help with %2$s? We offer excellent support for you. But don't forget to check our <a href="%1$s">documentation</a> first.
fr_fr: Vous avez toujours besoin d'aide avec %2$s ? Nous vous offrons un excellent support. Mais n'oubliez pas de consulter d'abord notre <a href="%1$s">documentation</a>.

source: Support
fr_fr: Assistance

source: Teal
fr_fr: Sarcelle (Teal)

source: Teal hsl
fr_fr: Sarcelle hsl (Teal)

source: The site builder you are using is not officially supported, but you can use %s anyway!
fr_fr: Le constructeur de site que vous utilisez n'est pas officiellement pris en charge, mais vous pouvez quand même utiliser %s !

source: To keep things simple, %1$s just works "out of the box". But from here you can customize the way %1$s loads assets, and remove WordPress default CSS Variables and SVG presets if you want to.
fr_fr: Pour rester simple, %1$s fonctionne immédiatement dès son installation. Mais ici, vous pouvez personnaliser la façon dont %1$s charge les styles et supprimer les variables CSS et SVG que WordPress ajoute par défaut si vous le souhaitez.

source: To learn more about the plugin, the concept of design tokens, the framework or the way to use it, check our documentation!
fr_fr: Pour en savoir plus sur le plugin, le concept de design tokens, le framework ou encore la manière de l'utiliser, consultez notre documentation !

source: Upgrade to OxyProps PRO
fr_fr: Passer à OxyProps PRO

source: Upgrade to PRO
fr_fr: Passer à Pro

source: Upgrade to the OxyProps PRO plan and unlock a bunch of awesome features to save time and stremaline your workflow.
fr_fr: Passez au plan OxyProps PRO et débloquez un tas de fonctionnalités impressionnantes pour gagner du temps et rationaliser votre flux de travail.

source: Using the Props
fr_fr: Utiliser les Variables CSS

source: Watch this short video to learn everything about the settings:
fr_fr: Regardez cette courte vidéo pour tout savoir sur les paramètres :

source: Watch Tutorials
fr_fr: Visionner les tutoriels

source: Welcome to %s!
fr_fr: Bienvenue dans %s !

source: What is Normalize?
fr_fr: Qu'est-ce que la normalisation ?

source: When you upgrade to the PRO version, you unlock these awesome features:
fr_fr: Lorsque vous passez à la version PRO, vous débloquez ces fonctionnalités géniales :

source: Yellow
fr_fr: Jaune (Yellow)

source: Yellow hsl
fr_fr: Jaune hsl (Yellow)

source: You can customize the behavior with the following options:
fr_fr: Vous pouvez personnaliser le comportement avec les options suivantes :

source: You chose to pick individual packages instead of loading the full bundle. Perfect! Just select the PropsPacks that will match your use case. If you select many, you may want to apply "Inline Styles" from the Main Settings for better performances.
fr_fr: Vous avez choisi de sélectionner des packages individuels au lieu de charger l'ensemble. Parfait ! Sélectionnez simplement les Packs qui correspondent à votre besoin. Si vous en sélectionnez plusieurs, vous voudrez peut-être appliquer des "styles en ligne" à partir des paramètres principaux pour de meilleures performances.

source: You may experience unexpected styles behaviours if using Normalize as it was not custom designed for your site builder.
fr_fr: Vous pouvez rencontrer des comportements de style inattendus si vous utilisez la normalisation car elle n'a pas été adaptée « sur mesures » pour votre constructeur de site.

source: Youtube Channel
fr_fr: La chaîne Youtube

source: Z-index
fr_fr: Calques (Z-Index)
